
METHODS_LIST = {
    'НАСОС': 'НАСОС',
    'АРМАТУРА': 'АРМАТУРА',
    'НАСОС_КУСОЧКИ': 'НАСОС_КУСОЧКИ',
    'АРМАТУРА_КУСОЧКИ': 'АРМАТУРА_КУСОЧКИ',
    'РЕМКОМПЛЕКТ': 'РЕМКОМПЛЕКТ',
    'ГАЛЬВАНИКА': 'ГАЛЬВАНИКА',
    'НАСОС_ХИМ': 'НАСОС_ХИМ',
    'АРМАТУРА_ХИМ': 'АРМАТУРА_ХИМ',
    'СЕРТ_ЦТК': 'СЕРТ_ЦТК',
    'СЕРТ_ЦТК_ГГ_НАСОС': 'СЕРТ_ЦТК_ГГ_НАСОС',
    'СЕРТ_ЦТК_НТ_ВЭЛВ': 'СЕРТ_ЦТК_НТ_ВЭЛВ',
    # 'СЕРТ_ЦТК_АРМАПРОМ_20ГЛ_60': 'СЕРТ_ЦТК_АРМАПРОМ_20ГЛ_60',
}

ITEM_UNITS = {
    'INT': 'INT',
    'LITERS': 'LITERS',
    'METERS': 'METERS',
    'KILOGRAMS': 'KILOGRAMS',
}

CONCLUSIONS_NAMES = {
    'MAIN': 'MAIN',
    'GALV': 'GALV',
    'CTK_HEAD': 'CTK_HEAD',
    'CTK_CONC': 'CTK_CONC',
    'CTK_HEAD1': 'CTK_HEAD1',
    'CTK_CONC1': 'CTK_CONC1',
    'CTK_HEAD2': 'CTK_HEAD2',
    'CTK_CONC2': 'CTK_CONC2',
}

